Repository: Letractively/drupal-incarnate
Catalog: harnessenergyllc.com/trunk/sites/all/modules/slideshow_creator/translations/*.po
Languages: pt_br

source: Create slideshows using the [slideshow: ...] tags.
pt_br: Cria slides usando tags [slideshow:...].

source: Slideshow Creator filter
pt_br: Filtro do Criador de Slides

source: Slideshows can be added to this post.
pt_br: Slides podem ser adicionados nesta contribuição.

source: Create true slideshows using any image over internet with many other features.
pt_br: Cria verdadeiros slides usando imagens da internet com muitas outras opções.

source: Slideshows are a series of images that are shown after each other. In modern browsers, the images are changed without reloading the entire page using JavaScript.
pt_br: Slides são uma série de imagens que são mostradas em seqüência. Em navegadores modernos, as imagens mudam automaticamente usando JavaScript.

source: Previous
pt_br: Anterior

source: Image
pt_br: Imagem

source: Next
pt_br: Próximo

source: Images
pt_br: Imagens

source: On each line, fill your slides using the IMAGE_URL|LINK|TITLE|DESCRIPTION|TARGET pattern.
pt_br: Em cada linha, coloque seus slides usando o padrão URL|LINK|TÌTULO|DESCRIÇÃO|ALVO.

source: Rotation
pt_br: Rotação

source: The rotation speed, in seconds. Leave it blank for no rotation.
pt_br: A velocidade de rotação, em segundos. Deixe em braco para não ter rotação.

source: Blend
pt_br: Efeito de Transição

source: The blending speed, in seconds. Leave it blank for no blending.
pt_br: A velocidade do efeito de transição, em segundos. . Deixe em braco para não ter efeito de transição.

source: Width
pt_br: Largura

source: The image width, in pixels.
pt_br: A largura da imagem, em pixels.

source: Height
pt_br: Altura

source: The image height, in pixels.
pt_br: A altura da imagem, em pixels.

source: The customized layout name. Leave it blank for default layout.
pt_br: O nome personalizado do layout. Deixe em branco para o layout padrão.

source: must be a number.
pt_br: deve ser um número.

source: Rotate
pt_br: Rotação

source: Slideshow Creator
pt_br: Criador de Slides

source: Slidesshow Creator CCK
pt_br: Criador de Slides CCK

source: Create true slideshows using CCK module
pt_br: Cria slides usando o módulo CCK.
